{
  "header-about": "ABOUT ME",
  "header-services": "SERVICES",
  "header-practice": "PRACTICE",
  "header-blog": "BLOG",
  "header-community": "COMMUNITY",

  "main-description": "Hi! Welcome to my website of fancy coaching. Here you can find useful information on professional skills development and platform for networking of like-minded people performing remotely ",

  "main-li-1": "Executive effectiveness",
  "main-li-2": "Team Management",
  "main-li-3": "Distributed Team",
  "main-li-4": "Remote work",
  "main-li-5": "Risk management",
  "main-li-6": "Non-linear planning",
  "main-title-2": "Newsletter subscription",
  "main-input": "Leave your email if you want to receive useful materials",
  "main-button": "Subscribe",

  "about-title": "George Lambert",
  "about-subheading": "Professional mentor for top managers and mid-level specialists",
  "about-description": "it happened that I got involved in remote work even before the word 'remote' became trendy, and it has been several years now that I create comfortable work environment for distributed teams and thousands of remote employees",
  "about-sectitle": "Why choose me",
  "about-cards-title-1": "Non-standard approach",
  "about-cards-text-1": "Here we will list all the competitive advantages that distinguish the author from other mentors",
  "about-button-1": "Read on the channel",
  "about-cards-title-2": "Practicing mentor",
  "about-cards-text-2-li-1": "HR CPO | Crowd",
  "about-cards-text-2-li-2": "Remote Employees Lifecycle | Yandex",
  "about-cards-text-2-li-3": "HR PO Lecturer | HR-kafedra",
  "about-cards-text-2-li-4": "Ex Yandex SMM-support & InterCom",
  "about-button-4": "See more",
  "about-cards-title-3": "Real results",
  "about-cards-text-3": "I share that:",
  "about-cards-text-3-li-1": "You can work outside the office and stably",
  "about-cards-text-3-li-2": "distributed team is difficult but effective",
  "about-cards-text-3-li-3": "choosing where, when and how much to work is a thrill",
  "about-button-3": "View cases",

  "practice-title": "Practical cases",
  "practice-button": "Collapse",

  "services-title": "What can I do for you?",
  "services-placeholder-name": "Your name",
  "services-placeholder-email": "Email address",
  "services-placeholder-message": "Enter your message",
  "services-button": "Send",
  "services-policy": "by clicking on the button, you agree to the ",
  "services-policy-a": "Personal Data Processing Policy",
  "services-button-info": "More details",
  "services-error-name": "Please enter only letters and spaces",
  "services-error-email": "Please enter a valid email",
  "services-error-consent": "Confirm your consent",
  "services-error-input": "Fill in this field",

  "not-found-title": "There is no such page.",
  "not-found-button": "Go back to the main page",

  "blog-title": "Blog",

  "community-title": "Remote llamas",
  "community-text": "I invite you to join our cozy community of remote experts and just good people, where we share useful experiences, exchange news and support each other on an exciting path of self-development",
  "community-button": "I want to see you!",

  "policy-title": "Privacy policy",
  "policy-subtitle": "Personal Data Processing Policy",
  "policy-common-1": "1. General Provisions",
  "policy-common-1-about": "This personal data processing policy has been drawn up in accordance with the requirements of the Federal Law of July 27, 2006. No. 152-FZ “On Personal Data” (hereinafter referred to as the Law on Personal Data) and determines the procedure for processing personal data and measures to ensure the security of personal data taken by George Andreevich Lambert (hereinafter referred to as the Operator).",
  "policy-common-1-about-1": "1.1 The operator sets as its most important goal and condition for the implementation of its activities the observance of the rights and freedoms of man and citizen when processing his personal data, including the protection of the rights to privacy, personal and family secrets.",
  "policy-common-1-about-2": "1.2. This Operator’s policy regarding the processing of personal data (hereinafter referred to as the Policy) applies to all information that the Operator can obtain about visitors to the website https://remotellamas.com.",
  "policy-common-2": "2. Basic concepts used in the Policy",
  "policy-common-2-about-1": "2.1. Automated processing of personal data - processing of personal data using computer technology.",
  "policy-common-2-about-2": "2.2. Blocking of personal data – temporary cessation of processing of personal data (except for cases where processing is necessary to clarify personal data).",
  "policy-common-2-about-3": "2.3. Website – a collection of graphic and information materials, as well as computer programs and databases that ensure their availability on the Internet at the network address https://remotellamas.com.",
  "policy-common-2-about-4": "2.4. Information system of personal data - a set of personal data contained in databases, and information technologies and technical means that ensure their processing.",
  "policy-common-2-about-5": "2.5. Depersonalization of personal data - actions as a result of which it is impossible to determine without the use of additional information the ownership of personal data to a specific User or other subject of personal data.",
  "policy-common-2-about-6": "2.6. Processing of personal data - any action (operation) or set of actions (operations) performed using automation tools or without the use of such means with personal data, including collection, recording, systematization, accumulation, storage, clarification (updating, changing), extraction, use, transfer (distribution, provision, access), depersonalization, blocking, deletion, destruction of personal data.",
  "policy-common-2-about-7": "2.7. Operator - a state body, municipal body, legal or natural person, independently or jointly with other persons organizing and/or carrying out the processing of personal data, as well as determining the purposes of processing personal data, the composition of personal data to be processed, actions (operations) performed with personal data.",
  "policy-common-2-about-8": "2.8. Personal data – any information relating directly or indirectly to a specific or identified User of the https://remotellamas.com website.",
  "policy-common-2-about-9": "2.9. Personal data authorized by the subject of personal data for distribution - personal data, access to an unlimited number of persons to which is provided by the subject of personal data by giving consent to the processing of personal data authorized by the subject of personal data for distribution in the manner prescribed by the Law on Personal Data (hereinafter — personal data permitted for distribution).",
  "policy-common-2-about-10": "2.10. User – any visitor to the https://remotellamas.com. website.",
  "policy-common-2-about-11": "2.11. Providing personal data – actions aimed at disclosing personal data to a certain person or a certain circle of persons.",
  "policy-common-2-about-12": "2.12. Distribution of personal data - any actions aimed at disclosing personal data to an indefinite number of persons (transfer of personal data) or familiarizing with personal data to an unlimited number of persons, including the publication of personal data in the media, posting in information and telecommunication networks or providing access to personal data in any other way.",
  "policy-common-2-about-13": "2.13. Cross-border transfer of personal data – transfer of personal data to the territory of a foreign state to an authority of a foreign state, a foreign individual or a foreign legal entity.",
  "policy-common-2-about-14": "2.14. Destruction of personal data – any actions as a result of which personal data are destroyed irrevocably with the impossibility of further restoration of the content of personal data in the personal data information system and (or) as a result of which the material media of personal data are destroyed.",
  "policy-common-3": "3. Basic rights and obligations of the Operator",
  "policy-common-3-about-1": "3.1. The operator has the right:",
  "policy-common-3-about-1-li-1": "-- receive from the subject of personal data reliable information and/or documents containing personal data;",
  "policy-common-3-about-1-li-2": "-- in the event that the subject of personal data withdraws consent to the processing of personal data, as well as sends a request to stop processing personal data, the Operator has the right to continue processing personal data without the consent of the subject of personal data if there are grounds specified in the Law on Personal Data;",
  "policy-common-3-about-1-li-3": "-- independently determine the composition and list of measures necessary and sufficient to ensure the fulfillment of the obligations provided for by the Law on Personal Data and regulations adopted in accordance with it, unless otherwise provided by the Law on Personal Data or other federal laws.",
  "policy-common-3-about-2": "3.2. The operator is obliged:",
  "policy-common-3-about-2-li-1": "-- provide the subject of personal data, at his request, with information regarding the processing of his personal data;",
  "policy-common-3-about-2-li-2": "-- organize the processing of personal data in the manner established by the current legislation of the Russian Federation;",
  "policy-common-3-about-2-li-3": "-- respond to requests and inquiries from personal data subjects and their legal representatives in accordance with the requirements of the Personal Data Law;",
  "policy-common-3-about-2-li-4": "-- report to the authorized body for the protection of the rights of personal data subjects, at the request of this body, the necessary information within 10 days from the date of receipt of such a request;",
  "policy-common-3-about-2-li-5": "-- publish or otherwise provide unrestricted access to this Policy regarding the processing of personal data;",
  "policy-common-3-about-2-li-6": "-- take legal, organizational and technical measures to protect personal data from unauthorized or accidental access, destruction, modification, blocking, copying, provision, distribution of personal data, as well as from other unlawful actions in relation to personal data;",
  "policy-common-3-about-2-li-7": "-- stop the transfer (distribution, provision, access) of personal data, stop processing and destroy personal data in the manner and cases provided for by the Law on Personal Data;",
  "policy-common-3-about-2-li-8": "-- perform other duties provided for by the Personal Data Law.",
  "policy-common-4": "4.Basic rights and obligations of personal data subjects",
  "policy-common-4-about-1": "4.1. Subjects of personal data have the right:",
  "policy-common-4-about-1-li-1": "-- receive information regarding the processing of his personal data, except in cases provided for by federal laws. The information is provided to the subject of personal data by the Operator in an accessible form, and it should not contain personal data relating to other subjects of personal data, except in cases where there are legal grounds for the disclosure of such personal data. The list of information and the procedure for obtaining it is established by the Law on Personal Data;",
  "policy-common-4-about-1-li-2": "-- demand from the operator clarification of his personal data, blocking or destruction of it if the personal data is incomplete, outdated, inaccurate, illegally obtained or is not necessary for the stated purpose of processing, as well as take measures provided by law to protect their rights;",
  "policy-common-4-about-1-li-3": "-- put forward the condition of prior consent when processing personal data in order to promote goods, works and services on the market;",
  "policy-common-4-about-1-li-4": "-- to withdraw consent to the processing of personal data, as well as to send a request to stop processing personal data;",
  "policy-common-4-about-1-li-5": "-- appeal to the authorized body for the protection of the rights of personal data subjects or in court the unlawful actions or inaction of the Operator when processing his personal data;",
  "policy-common-4-about-1-li-6": "- to exercise other rights provided for by the legislation of the Russian Federation.",
  "policy-common-4-about-2": "4.2. Subjects of personal data are obliged to:",
  "policy-common-4-about-2-li-1": "-- provide the Operator with reliable information about yourself;",
  "policy-common-4-about-2-li-2": "-- inform the Operator about clarification (updating, changing) of your personal data.",
  "policy-common-4-about-3": "4.3. Persons who provided the Operator with false information about themselves or information about another subject of personal data without the latter’s consent are liable in accordance with the legislation of the Russian Federation.",
  "policy-common-5": "5. Principles for processing personal data",
  "policy-common-5-li-1": "5.1. The processing of personal data is carried out on a legal and fair basis.",
  "policy-common-5-li-2": "5.2. The processing of personal data is limited to the achievement of specific, pre-defined and legitimate purposes. Processing of personal data that is incompatible with the purposes of collecting personal data is not permitted.",
  "policy-common-5-li-3": "5.3. It is not allowed to combine databases containing personal data, the processing of which is carried out for purposes that are incompatible with each other.",
  "policy-common-5-li-4": "5.4. Only personal data that meets the purposes of their processing are subject to processing.",
  "policy-common-5-li-5": "5.5. The content and volume of personal data processed correspond to the stated purposes of processing. Redundancy of the processed personal data in relation to the stated purposes of their processing is not allowed.",
  "policy-common-5-li-6": "5.6. When processing personal data, the accuracy of personal data, their sufficiency, and, if necessary, relevance in relation to the purposes of processing personal data are ensured. The operator takes the necessary measures and/or ensures that they are taken to delete or clarify incomplete or inaccurate data.",
  "policy-common-5-li-7": "5.7. Personal data is stored in a form that makes it possible to identify the subject of personal data, no longer than required by the purposes of processing personal data, unless the period for storing personal data is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor. . The processed personal data is destroyed or anonymized upon achievement of the processing goals or in the event of the loss of the need to achieve these goals, unless otherwise provided by federal law.",
  "policy-common-6": "6. Purposes of processing personal data",
  "policy-common-6-li-1": "Purpose of processing",
  "policy-common-6-li-2": "clarifying order details, informing the User by sending emails.",
  "policy-common-6-li-3": "Personal Information",
  "policy-common-6-li-4": "email address, name.",
  "policy-common-6-li-5": "Legal grounds",
  "policy-common-6-li-6": "Federal Law “On Information, Information Technologies and Information Protection” dated July 27, 2006 N 149-FZ",
  "policy-common-6-li-7": "Types of personal data processing",
  "policy-common-6-li-8": "Sending information letters to an email address",
  "policy-common-7": "7. Conditions for processing personal data",
  "policy-common-7-li-1": "7.1. Processing of personal data is carried out with the consent of the subject of personal data to the processing of his personal data.",
  "policy-common-7-li-2": "7.2. Processing of personal data is necessary to achieve the goals provided for by an international treaty of the Russian Federation or law, to implement the functions, powers and responsibilities assigned by the legislation of the Russian Federation to the operator.",
  "policy-common-7-li-3": "7.3. Processing of personal data is necessary for the administration of justice, execution of a judicial act, act of another body or official, subject to execution in accordance with the legislation of the Russian Federation on enforcement proceedings.",
  "policy-common-7-li-4": "7.4. Processing of personal data is necessary for the execution of an agreement to which the subject of personal data is a party or beneficiary or guarantor, as well as for concluding an agreement on the initiative of the subject of personal data or an agreement under which the subject of personal data will be a beneficiary or guarantor.",
  "policy-common-7-li-5": "7.5. Processing of personal data is necessary to exercise the rights and legitimate interests of the operator or third parties or to achieve socially significant goals, provided that the rights and freedoms of the subject of personal data are not violated.",
  "policy-common-7-li-6": "7.6. Processing of personal data is carried out, access to an unlimited number of persons is provided by the subject of personal data or at his request (hereinafter referred to as publicly available personal data).",
  "policy-common-7-li-7": "7.7. The processing of personal data subject to publication or mandatory disclosure in accordance with federal law is carried out.",
  "policy-common-8": "8. The procedure for collecting, storing, transferring and other types of processing of personal data",
  "policy-common-8-about": "The security of personal data processed by the Operator is ensured by implementing legal, organizational and technical measures necessary to fully comply with the requirements of current legislation in the field of personal data protection.",
  "policy-common-8-li-1": "8.1. The operator ensures the safety of personal data and takes all possible measures to prevent access to personal data by unauthorized persons.",
  "policy-common-8-li-2": "8.2. The User’s personal data will never, under any circumstances, be transferred to third parties, except in cases related to the implementation of current legislation or in the event that the subject of personal data has given consent to the Operator to transfer data to a third party to fulfill obligations under a civil law contract .",
  "policy-common-8-li-3": "8.3. If inaccuracies in personal data are identified, the User can update them independently by sending a notification to the Operator to the Operator's e-mail address egorka.lambert@gmail.com with the note “Updating personal data.”",
  "policy-common-8-li-4": "8.4. The period for processing personal data is determined by the achievement of the purposes for which the personal data were collected, unless a different period is provided for by the contract or current legislation. The User may at any time withdraw his consent to the processing of personal data by sending a notification to the Operator via email to the Operator's email address egorka.lambert@gmail.com with the note “Withdrawal of consent to the processing of personal data.”",
  "policy-common-8-li-5": "8.5. All information that is collected by third-party services, including payment systems, communications and other service providers, is stored and processed by these persons (Operators) in accordance with their User Agreement and Privacy Policy. Subject of personal data and/or with specified documents. The operator is not responsible for the actions of third parties, including the service providers specified in this paragraph.",
  "policy-common-8-li-6": "8.6. Prohibitions established by the subject of personal data on the transfer (except for providing access), as well as on processing or conditions for processing (except for gaining access) of personal data permitted for distribution, do not apply in cases of processing personal data in state, public and other public interests, determined by the legislation of the Russian Federation.",
  "policy-common-8-li-7": "8.7. When processing personal data, the operator ensures the confidentiality of personal data.",
  "policy-common-8-li-8": "8.8. The operator stores personal data in a form that allows identifying the subject of personal data, no longer than required by the purposes of processing personal data, unless the period for storing personal data is established by federal law, an agreement to which the subject of personal data is a party, beneficiary or guarantor. data.",
  "policy-common-8-li-9": "8.9. The condition for stabilizing the processing of political data may be the achievement of the purposes of digital data processing, the expiration of the period of consent by the political data subject, the review of the consent of the political data subject or the requirement for continued processing of political data, as well as the occurrence of unlawful processing of political data by you.",
  "policy-common-9": "9. List of actions performed by the Operator with received personal data",
  "policy-common-9-li-1": "9.1. The operator collects, records, systematizes, accumulates, stores, refines (updates, changes), extracts, uses, transfers (distribution, provision, access), depersonalizes, blocks, deletes and destroys personal data.",
  "policy-common-9-li-2": "9.2. The operator carries out automated processing of personal data with or without receiving and/or transmitting the received information via information and telecommunication networks.",
  "policy-common-10": "10. Cross-border transfer of personal data",
  "policy-common-10-li-1": "10.1. Before starting activities for the cross-border transfer of personal data, the operator is obliged to notify the authorized body for the protection of the rights of personal data subjects of its intention to carry out cross-border transfer of personal data (such notification is sent separately from the notification of the intention to process personal data).",
  "policy-common-10-li-2": "10.2. Before submitting the above notification, the operator is obliged to obtain relevant information from the authorities of a foreign state, foreign individuals, foreign legal entities to whom the cross-border transfer of personal data is planned.",
  "policy-common-11": "11. Confidentiality of personal data",
  "policy-common-11-about": "The operator and other persons who have access to personal data are obliged not to disclose to third parties or distribute personal data without the consent of the subject of personal data, unless otherwise provided by federal law.",
  "policy-common-12": "12. Final provisions",
  "policy-common-12-li-1": "1. The user can receive any clarification on issues of interest regarding the processing of his personal data by contacting the Operator via e-mail egorka.lambert@gmail.com.",
  "policy-common-12-li-2": "2. This document will reflect any changes to the Operator’s personal data processing policy. The policy is valid indefinitely until it is replaced by a new version.",
  "policy-common-12-li-3": "3. The current version of the Policy is freely available on the Internet at https://georgelambert.сom/privacy-policy.",
  "policy-common-button": "Go back to the main page"
}
